Repository: notjustcode-sp/metadata-import-export-for-yoast
Catalog: languages/mie-yoast-*.po
Languages: af

source: Metadata Import/Export for Yoast
af: Metadata invoer/uitvoer vir Yoast

source: Import/Export
af: Invoer/Uitvoer

source: You do not have sufficient permissions to access this page.
af: Jy het nie voldoende toestemming tot toegang na hiedie bladsy nie.

source: Support
af: Hulp

source: Documentation
af: Dokumentasie

source: Import
af: Invoer

source: Export
af: Voer uit

source: Settings
af: Vertellings

source: Import Yoast SEO Metadata
af: Voer Yoast SEO-metadata in

source: Upload a CSV file to import metadata into your site. Please ensure the file is properly formatted according to the plugin's specifications.
af: Laai 'n CSV-lêer op om metadata na jou werf in te voer. Maak asseblief seker dat die lêer behoorlik geformateer is volgens die inprop se spesifikasies.

source: Upload and Import
af: Laai op en invoer

source: Export Yoast SEO Metadata
af: Voer Yoast SEO-metadata uit

source: Click the button below to export your site's Yoast SEO metadata to a CSV file. You can edit this file and import it back to update your metadata.
af: Klik op die knoppie hieronder om jou werf se Yoast SEO-metadata na 'n CSV-lêer uit te voer. Jy kan hierdie lêer wysig en terugvoer om jou metadata op te dateer.

source: Export Metadata
af: Voer metadata uit

source: Permission denied.
af: Toelgang geweier.

source: Post Type
af: Artikel Tipe

source: Keyphrase
af: Sleutelfrase

source: SEO Title
af: SEO titel

source: SEO Description
af: SEO beskrywing

source: No file uploaded.
af: Geen lêer opgelaai nie.

source: Invalid file type. Please upload a CSV file.
af: Ongeldige lêertipe. Laai asseblief 'n CSV-lêer op.

source: Could not open the uploaded file.
af: Kon nie die opgelaaide lêer oopmaak nie.

source: Empty or invalid CSV file.
af: Leë of ongeldige CSV-lêer.

source: Invalid CSV header. Please make sure the CSV file is in the correct format.
af: Ongeldige CSV-opskrif. Maak asseblief seker dat die CSV-lêer in die korrekte formaat is.

source: Post ID %d not found.
af: Plasing-ID %d nie gevind nie.

source: Select Post Types
af: Kies Post Tipes

source: Select User Roles
af: Kies Gebruikersrolle

source: Import and export Yoast SEO metadata via CSV files.
af: Voer Yoast SEO-metadata in en uitvoer via CSV-lêers.
